Repository: Toasted-Aep/quill
Catalog: src/Quill/Strings/*/Resources.resw
Source language: en_us
Languages: it, tr

# Common.Done
source: Done
it: Fatto
tr: Bitti

# Settings.Title
source: Settings
it: Impostazioni
tr: Ayarlar

# Settings.Storage.Header
source: Notebook storage (universal sync)
it: Archivio taccuini (sincronizzazione universale)
tr: Defter deposu (evrensel eşitleme)

# Settings.Storage.Desc
source: Every version of the app reads and writes notebooks from this one folder, so they always stay in sync.
it: Ogni versione dell'app legge e scrive i taccuini in questa unica cartella, così restano sempre sincronizzati.
tr: Uygulamanın her sürümü defterleri bu tek klasörden okur ve buraya yazar, böylece her zaman eşitlenmiş kalırlar.

# Settings.Storage.Change
source: Change folder…
it: Cambia cartella…
tr: Klasörü değiştir…

# Status.StorageUpdated
source: Storage folder updated — notebooks now sync from here.
it: Cartella di archivio aggiornata — i taccuini si sincronizzano da qui.
tr: Depo klasörü güncellendi — defterler artık buradan eşitleniyor.

# Settings.Font.Header
source: Default text font & size
it: Carattere e dimensione predefiniti
tr: Varsayılan metin yazı tipi ve boyutu

# Settings.Font.Font
source: Font
it: Carattere
tr: Yazı tipi

# Settings.Font.Size
source: Size
it: Dimensione
tr: Boyut

# Settings.Font.Desc
source: New text boxes start with this font and size.
it: Le nuove caselle di testo partono con questo carattere e dimensione.
tr: Yeni metin kutuları bu yazı tipi ve boyutuyla başlar.

# Settings.Font.UseForNotebook
source: Use as default for the open notebook
it: Usa come predefinito per il taccuino aperto
tr: Açık defter için varsayılan yap

# Settings.Font.ClearOverride
source: Clear notebook override
it: Rimuovi l'override del taccuino
tr: Defter geçersiz kılmasını temizle

# Status.NoNotebookOpen
source: No notebook is open.
it: Nessun taccuino aperto.
tr: Açık defter yok.

# Status.NotebookFontSet
source: Text in “{0}” now defaults to {1} {2}.
it: Il testo in “{0}” usa ora {1} {2} come predefinito.
tr: “{0}” içindeki metin artık varsayılan olarak {1} {2}.

# Status.NotebookFontCleared
source: “{0}” follows the library-wide font again.
it: “{0}” segue di nuovo il carattere della libreria.
tr: “{0}” yeniden kitaplık genelindeki yazı tipini izliyor.

# Settings.Startup.Header
source: Startup
it: Avvio
tr: Başlangıç

# Settings.Startup.Maximised
source: Start maximised
it: Avvia a schermo massimizzato
tr: Ekranı kaplayarak başlat

# Settings.Startup.ShowPicker
source: Show the notebook picker at startup
it: Mostra il selettore di taccuini all'avvio
tr: Başlangıçta defter seçiciyi göster

# Settings.Startup.PickerDesc
source: The picker opens over your last page — press Esc to skip it.
it: Il selettore si apre sopra l'ultima pagina — premi Esc per saltarlo.
tr: Seçici son sayfanızın üzerinde açılır — atlamak için Esc'e basın.

# Settings.TouchMode
source: Touch screen mode (larger buttons)
it: Modalità touch (pulsanti più grandi)
tr: Dokunmatik ekran modu (daha büyük düğmeler)

# Settings.Liquid
source: Liquid glass — panel transparency
it: Vetro liquido — trasparenza dei pannelli
tr: Sıvı cam — panel saydamlığı

# Settings.Glow.Header
source: Glow animation
it: Animazione del bagliore
tr: Parıltı animasyonu

# Settings.Glow.Desc
source: Breathe and Heartbeat pulse in place; Circulate, Comet and Chase travel the panel rims; Aurora drifts through nearby hues; Shimmer sweeps once every few seconds; Ember flickers like a coal.
it: Respiro e Battito pulsano sul posto; Circolo, Cometa e Inseguimento percorrono i bordi dei pannelli; Aurora scorre tra tinte vicine; Scintillio passa ogni pochi secondi; Brace tremola come un carbone.
tr: Nefes ve Kalp Atışı yerinde nabız gibi atar; Dolaşım, Kuyruklu Yıldız ve Kovalama panel kenarlarında dolaşır; Auroa yakın renkler arasında süzülür; Işıltı birkaç saniyede bir geçer; Kor bir köz gibi titreşir.

# Glow.Off
source: Off
it: Disattivato
tr: Kapalı

# Glow.Breathe
source: Breathe
it: Respiro
tr: Nefes

# Glow.Circulate
source: Circulate
it: Circolo
tr: Dolaşım

# Glow.Comet
source: Comet
it: Cometa
tr: Kuyruklu Yıldız

# Glow.Shimmer
source: Shimmer
it: Scintillio
tr: Işıltı

# Glow.Ember
source: Ember
it: Brace
tr: Kor

# Glow.Chase
source: Chase
it: Inseguimento
tr: Kovalama

# Glow.Heartbeat
source: Heartbeat
it: Battito
tr: Kalp Atışı

# Settings.Keys.Header
source: Keyboard shortcuts
it: Scorciatoie da tastiera
tr: Klavye kısayolları

# Settings.Keys.Desc
source: Esc, Delete and F1 are the same in every layout. Anything a layout cannot bind is listed on the F1 sheet.
it: Esc, Canc e F1 sono uguali in ogni layout. Ciò che un layout non può assegnare è elencato nella scheda F1.
tr: Esc, Delete ve F1 her düzende aynıdır. Bir düzenin bağlayamadığı her şey F1 sayfasında listelenir.

# KeyPreset.Quill
source: Quill default
it: Predefinito Quill
tr: Quill varsayılanı

# KeyPreset.OneNote
source: OneNote-like
it: Stile OneNote
tr: OneNote benzeri

# KeyPreset.Photoshop
source: Photoshop-like
it: Stile Photoshop
tr: Photoshop benzeri

# Status.KeyPresetActive
source: {0} shortcuts are active — press F1 for the full list.
it: Le scorciatoie {0} sono attive — premi F1 per l'elenco completo.
tr: {0} kısayolları etkin — tam liste için F1'e basın.

# Settings.Theme.Header
source: Theme
it: Tema
tr: Tema

# Theme.Light
source: Light
it: Chiaro
tr: Açık

# Theme.Dark
source: Dark
it: Scuro
tr: Koyu

# Theme.System
source: Follow Windows
it: Segui Windows
tr: Windows'u izle

# Settings.Oled
source: True black dark theme (OLED)
it: Tema scuro nero puro (OLED)
tr: Saf siyah koyu tema (OLED)

# Settings.Autosave
source: Autosave delay (seconds after you stop editing)
it: Ritardo di salvataggio automatico (secondi dopo la fine della modifica)
tr: Otomatik kaydetme gecikmesi (düzenlemeyi bıraktıktan sonra saniye)

# Settings.PenRepair.Dots
source: Pen repair — ignore stray dots
it: Correzione penna — ignora i punti accidentali
tr: Kalem onarımı — başıboş noktaları yok say

# Settings.PenRepair.DotsDesc
source: Drops the tiny dot a bouncy pen tip leaves right where a stroke just ended. Deliberate dots (like dotting an i) still register.
it: Elimina il puntino che una punta ballerina lascia proprio dove un tratto è appena finito. I punti voluti (come quello della i) restano.
tr: Zıplayan bir kalem ucunun, bir çizgi biter bitmez bıraktığı küçük noktayı atar. Bilinçli noktalar (i'nin noktası gibi) yine algılanır.

# Settings.PenRepair.Bridge
source: Pen repair — bridge lost contact
it: Correzione penna — ricongiungi il contatto perso
tr: Kalem onarımı — kopan teması köprüle

# Settings.PenRepair.BridgeDesc
source: Continues the same stroke when the pen momentarily loses contact mid-line.
it: Prosegue lo stesso tratto quando la penna perde contatto per un istante.
tr: Kalem çizgi ortasında anlık olarak temasını kaybettiğinde aynı çizgiyi sürdürür.

# Settings.MotionBlur.Header
source: Motion blur
it: Sfocatura di movimento
tr: Hareket bulanıklığı

# Settings.MotionBlur.Desc
source: Softens the page while it pans or zooms fast, sharpening the instant it stops.
it: Ammorbidisce la pagina mentre scorre o zooma velocemente, tornando nitida appena si ferma.
tr: Sayfa hızla kaydırılırken veya yakınlaştırılırken yumuşatır, durduğu an netleştirir.

# Settings.CommentPins.Header
source: Always show comment pins
it: Mostra sempre i segnaposto dei commenti
tr: Yorum iğnelerini her zaman göster

# Settings.CommentPins.Desc
source: Off: pins only appear while the Comment tool is active.
it: Disattivato: i segnaposto appaiono solo con lo strumento Commento attivo.
tr: Kapalı: iğneler yalnızca Yorum aracı etkinken görünür.

# Settings.Toolbar.Header
source: Toolbar buttons
it: Pulsanti della barra strumenti
tr: Araç çubuğu düğmeleri

# Settings.Toolbar.Desc
source: Switch off what you don't use — the top bar stops overflowing.
it: Disattiva ciò che non usi — la barra superiore smette di traboccare.
tr: Kullanmadıklarınızı kapatın — üst çubuk taşmayı bırakır.

# Tool.ToolSpace
source: Free space
it: Spazio libero
tr: Boş alan

# Tool.TouchDrawToggle
source: Touch draw (pen mode)
it: Disegno a tocco (modalità penna)
tr: Dokunmatik çizim (kalem modu)

# Tool.ToolComment
source: Comments
it: Commenti
tr: Yorumlar

# Tool.ShapeBtn
source: Shapes & tables (pen mode)
it: Forme e tabelle (modalità penna)
tr: Şekiller ve tablolar (kalem modu)

# Tool.MouseModeBtn
source: Mouse mode (pen mode)
it: Modalità mouse (modalità penna)
tr: Fare modu (kalem modu)

# Tool.BtnHistory
source: History & replay
it: Cronologia e riproduzione
tr: Geçmiş ve yeniden oynatma

# Tool.VoiceBtn
source: Voice — recording & dictation
it: Voce — registrazione e dettatura
tr: Ses — kayıt ve dikte

# Tool.BtnAi
source: AI assistant
it: Assistente IA
tr: Yapay zekâ asistanı

# Tool.ZoomBtn
source: Zoom
tr: Yakınlaştırma

# Tool.PageSettingsBtn
source: Page background & grid
it: Sfondo pagina e griglia
tr: Sayfa arka planı ve ızgara

# Tool.ExportBtn
source: Export
it: Esporta
tr: Dışa aktar

# Tool.BtnCalc
source: Calculator
it: Calcolatrice
tr: Hesap makinesi

# Settings.PenDock.Header
source: Pen toolbar docked to
it: Barra della penna ancorata a
tr: Kalem araç çubuğu şuraya sabitli

# PenDock.Bottom
source: Bottom
it: In basso
tr: Alt

# PenDock.Top
source: Top
it: In alto
tr: Üst

# PenDock.Left
source: Left
it: A sinistra
tr: Sol

# PenDock.Right
source: Right
it: A destra
tr: Sağ

# Settings.Ai.Header
source: AI assistant
it: Assistente IA
tr: Yapay zekâ asistanı

# Settings.Ai.Desc
source: Summaries, action items, smart tags, questions and a writing assistant over the open page. Your API key is stored in the Windows Credential Locker, never in your notes file.
it: Riepiloghi, azioni, tag intelligenti, domande e un assistente di scrittura sulla pagina aperta. La chiave API è nella Cassaforte credenziali di Windows, mai nel file delle note.
tr: Açık sayfa üzerinde özetler, eylem maddeleri, akıllı etiketler, sorular ve bir yazma asistanı. API anahtarınız Windows Kimlik Bilgisi Kasası'nda saklanır, asla not dosyanızda değil.

# Settings.Ai.Provider
source: Provider
it: Fornitore
tr: Sağlayıcı

# Settings.Ai.ProviderNone
source: None
it: Nessuno
tr: Yok

# Settings.Ai.Model
source: Model (blank = default)
it: Modello (vuoto = predefinito)
tr: Model (boş = varsayılan)

# Settings.Ai.Endpoint
source: Local server URL (OpenAI-compatible, e.g. Ollama / LM Studio)
it: URL del server locale (compatibile OpenAI, es. Ollama / LM Studio)
tr: Yerel sunucu adresi (OpenAI uyumlu, örn. Ollama / LM Studio)

# Settings.Ai.Key
source: API key
it: Chiave API
tr: API anahtarı

# Settings.Ai.SaveKey
source: Save key
it: Salva chiave
tr: Anahtarı kaydet

# Settings.Ai.KeyLocal
source: Local servers usually need no key.
it: I server locali di solito non richiedono una chiave.
tr: Yerel sunucular genellikle anahtar gerektirmez.

# Settings.Ai.KeySaved
source: A key is saved for {0}.
it: È salvata una chiave per {0}.
tr: {0} için bir anahtar kayıtlı.

# Settings.Ai.KeyMissing
source: No key saved for {0} yet.
it: Nessuna chiave salvata per {0}.
tr: {0} için henüz anahtar kaydedilmedi.

# Status.AiPickProvider
source: Pick a provider first.
it: Scegli prima un fornitore.
tr: Önce bir sağlayıcı seçin.

# Status.AiKeySaved
source: API key saved securely.
it: Chiave API salvata in modo sicuro.
tr: API anahtarı güvenle kaydedildi.

# Settings.Accent.Header
source: Accent colour
it: Colore d'accento
tr: Vurgu rengi

# Settings.Accent.Desc
source: Used for the glows, highlights, buttons and selection colours.
it: Usato per bagliori, evidenziazioni, pulsanti e colori di selezione.
tr: Parıltılar, vurgular, düğmeler ve seçim renkleri için kullanılır.

# Settings.Accent.ClayDefault
source: Clay (default)
it: Argilla (predefinito)
tr: Kil (varsayılan)

# Settings.Accent.Custom
source: Custom colour (RGB)
it: Colore personalizzato (RGB)
tr: Özel renk (RGB)

# Settings.Accent.Mine
source: My colours
it: I miei colori
tr: Renklerim

# Settings.Accent.SwatchTip
source: {0} — tap to use, right-click to remove
it: {0} — tocca per usarlo, clic destro per rimuoverlo
tr: {0} — kullanmak için dokunun, kaldırmak için sağ tıklayın

# Settings.Accent.AddTip
source: Save the current accent colour as one of my colours
it: Salva il colore d'accento attuale tra i miei colori
tr: Geçerli vurgu rengini renklerimden biri olarak kaydet

# Settings.AccentFollow.Header
source: Accent colour follows
it: Il colore d'accento segue
tr: Vurgu rengi şunu izler

# AccentFollow.Manual
source: My chosen colour
it: Il colore che ho scelto
tr: Seçtiğim renk

# AccentFollow.Pen
source: The active pen's colour
it: Il colore della penna attiva
tr: Etkin kalemin rengi

# AccentFollow.Notebook
source: The open notebook's colour
it: Il colore del taccuino aperto
tr: Açık defterin rengi

# Settings.Import.Header
source: Recover / import notebooks
it: Recupera / importa taccuini
tr: Defterleri kurtar / içe aktar

# Settings.Import.Recover
source: Recover my old notebooks (previous location)
it: Recupera i miei vecchi taccuini (posizione precedente)
tr: Eski defterlerimi kurtar (önceki konum)

# Settings.Import.FromFile
source: Import notebooks from a file…
it: Importa taccuini da un file…
tr: Bir dosyadan defter içe aktar…

# Settings.Import.Desc
source: Importing only adds notebooks you don't already have — it never overwrites or deletes your current notes.
it: L'importazione aggiunge solo i taccuini che non hai — non sovrascrive né elimina le note attuali.
tr: İçe aktarma yalnızca sizde olmayan defterleri ekler — mevcut notlarınızın üzerine asla yazmaz ve onları silmez.

# Settings.Language.Header
source: Language
it: Lingua
tr: Dil

# Settings.Language.System
source: Follow Windows
it: Segui Windows
tr: Windows'u izle

# Settings.Language.Desc
source: Applies straight away. Anything not yet translated stays in English.
it: Si applica subito. Ciò che non è ancora tradotto resta in inglese.
tr: Hemen uygulanır. Henüz çevrilmemiş her şey İngilizce kalır.

# Status.LanguageChanged
source: Quill is now in {0}.
it: Quill è ora in {0}.
tr: Quill artık {0} dilinde.
